tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "boost"
brew "boost-python"
brew "libpng"
brew "cmake"
brew "eigen"
brew "jpeg"
brew "libtiff"
brew "sdl2"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "graphviz"
brew "htop"
brew "nkf"
brew "openexr"
brew "tbb"
brew "opencv"
brew "pyqt"
brew "screen"
brew "swig"
brew "telnet"
brew "vim"
brew "wget"
brew "zsh"
cask "1password"
cask "appcleaner"
cask "cmd-eikana"
cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "microsoft-office"
cask "pycharm"
cask "shiftit"
cask "slack"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
